[
  {
    "file": "cf30ed2599ff43fddae19af22f870ec7u4LplloTmWAOOsTA-0.png",
    "page": 1,
    "text": "U\nVOTRE PASSEPORT D'AVENIR @ P | 2\nEmpowering change.\nBuilding impact\nYOUTH IMPACT - WOMEN GREEN IMPACT\nINITIATIVES IMPACT INITIATIVES\nINITIATIVES\nYOUTH IMPACT\nINITIATIVES\nIl est désormais largement reconnu que le processus d'orientation ne\nconcerne plus uniquement les jeunes générations au moment du choix\nscolaire ou de l'entrée dans la vie professionnelle. Il touche aujourd’hui\nun large éventail de publics : étudiants, adolescents, jeunes en\nrecherche d'insertion professionnelle, décrocheurs scolaires ou encore\nfemmes reprenant en situation de vulnérabilité souhaitant commencer\nune activité professionnelle.\nLes travaux de recherche les plus récents sur l'orientation insistent sur\nplusieurs principes fondamentaux :\ne l'orientation est un processus continu ;\ne elle s'inscrit dans une démarche de formation tout au long de la\nvie ;\ne elle favorise le développement professionnel permanent ;\ne elle s'adresse à divers publics aux besoins différenciés.\nAinsi, l’orientation s'apparente à un processus transversal qui\naccompagne l'individu dans ses moments de choix et dans ses décisions\nliées à son évolution professionnelle. Conformément à l'article 10,"
  },
  {
    "file": "cf30ed2599ff43fddae19af22f870ec7u4LplloTmWAOOsTA-1.png",
    "page": 2,
    "text": "chapitre 4, de la Loi 60-171, cette approche, envisagée comme un\nprocessus continu tout au long de la vie, requiert I'élaboration d'un plan\nopérationnel précis. Celui-ci doit tenir compte de multiples facteurs\npersonnels, de différents profils professionnels et de la coordination\nentre plusieurs services d'orientation, dans une logique d'intégration\ndes personnes et des dispositifs.\n\nCest pour cela que dans le cadre de sa vision, Positive Impact Initiatives\nPI? a développé un programme à dimension africaine dédié aux jeunes\nen quête d'insertion professionnelle. Ce programme est une première\ninitiative de la plateforme d'impact “Youth Impact Initiatives” reservée à\nlinclusion des jeunes. Ce programme Cap Jeunes proposent des\npasseports d'orientation et d'accompagnement à l'élaboration d'un\nprojet professionnel à travers des outils reconnus mondialement\ncomme le bilan et le projet professionnel ou encore le passeport\nformation - insertion permettant l'up-scaling et le re-scaling des\ncompétences.\n\nCap Jeunes constitue ainsi un parcours d'évaluation permettant\nd'analyser la situation actuelle et le potentiel d'un(e) jeune, en termes de\nconnaissances, de compétences opérationnelles et de style personnel. Il\ns'agit d'un outil précieux pour mieux cerner ses ressources, identifier ses\npoints forts, ses axes d'amélioration, et orienter ses choix\nprofessionnels. À travers la mise en récit de son parcours personnel et\nprofessionnel, l'individu prend conscience de ses savoirs, de ses savoir-\nfaire et du potentiel qu'il peut valoriser."
  },
  {
    "file": "cf30ed2599ff43fddae19af22f870ec7u4LplloTmWAOOsTA-2.png",
    "page": 3,
    "text": "@Pr Lo\no~ L A E 3\nProgramme Cap Jeunes L Q}\\\\y W &\ne \\ A ( 4\n. . / …‘ÎJ É ; . =\nGuide pratique e { 0 ,\n= \\‘ 'î' , w. | y , |, e f\n= | CLn É |\n— sA c1 ) e -\nTerminologies et concepts clés\nLa compétence désigne l'ensemble des qualités professionnelles et personnelles mobilisées dans\nl'exercice d'une activité. Elle repose sur trois dimensions complémentaires : le savoir, le savoir-faire\net le savoir-être.\n\ne Le savoir correspond aux connaissances théoriques et conceptuelles servant de cadre de\nréférence à l'action professionnelle.\n\ne Le savoir-faire renvoie aux compétences pratiques acquises à travers l'expérience\nprofessionnelle, mais également grâce à des apprentissages issus de la vie quotidienne ou\nd'activités extraprofessionnelles.\n\ne Le savoir-être concerne les attitudes, les comportements et la maniére d'interagir avec autrui,\npar exemple la gestion des situations imprévues ou la qualité des relations interpersonnelles.\n\nOn distingue généralement trois types de compétences :\n\n1. Les compétences de base, qui regroupent les connaissances fondamentales et leur capacité\nd'application. Elles sont indispensables à linsertion professionnelle par exemple, la maîtrise\ndes langues étrangères ou des outils informatiques.\n\n2. Les compétences technico-professionnelles, qui concernent les savoirs et techniques propres\nà une activité ou un métier spécifique.\n\n3. Les compétences transversales, qui permettent de mobiliser les savoirs et savoir-faire dans\ndes contextes variés. Non limitées à un poste, elles favorisent l'adaptabilité et la transférabilité\nd'un domaine professionnel à un autre.\n\nLe bilan de compétences, mis en œuvre par Youth Impact Initiatives, constitue un outil d'évaluation\net d'accompagnement qui permet à chaque individu d'identifier ses connaissances, ses capacités\net ses potentialités afin de mieux orienter son parcours professionnel.\n\nCe dispositif est également utilisé par les entreprises dans le cadre de la gestion et du\ndéveloppement des ressources humaines. En identifiant les forces et les axes d'amélioration de\nchaque collaborateur, il favorise un meilleur positionnement des compétences et renforce la\nmotivation et la performance collective.\n\nLes Coachs PI?, au sein de Youth Impact Initiatives, accompagnent les participants tout au long du\nprocessus. Ils s'appuient sur différents outils d'évaluation, tels que :"
  },
  {
    "file": "cf30ed2599ff43fddae19af22f870ec7u4LplloTmWAOOsTA-3.png",
    "page": 4,
    "text": "e les entretiens individuels,\ne letravail en groupe,\ne et la passation de fiches, grilles ou questionnaires d'auto-évaluation et d'hétéro-évaluation\n(tests, simulations, bilans personnels, inventaires de compétences, etc.).\nLe programme Cap Jeunes proposé par Youth Impact Initiatives vise à aider les jeunes à mieux se\nconnaître, à valoriser leurs expériences et à construire un projet d'avenir motivant et réaliste.\nLe parcours proposé repose sur l'expertises de coachs ainsi que des outils d'accompagnement\nnouvelle génération permettant aux bénéficiaires, en particulier aux NEETs de reprendre\nconfiance en leurs capacités et de redevenir acteurs de leur projet personnel, scolaire ou\nprofessionnel.\nObjectifs du parcours\nLe programme Cap Jeunes poursuit plusieurs objectifs essentiels :\ne Explorer le potentiel, les compétences et les connaissances du participant afin de\nreconstruire une image positive et confiante de soi ;\ne Identifier les raisons des difficultés rencontrées, qu’elles soient d’ordre motivationnel,\nrelationnel ou cognitif ;\ne Mettre en lumière les points forts et les axes d’amélioration, pour mieux se situer dans\nson parcours de vie et de formation ;\ne Découvrir les opportunités du territoire (formation, emploi, engagement, entrepreneuriat)\ncorrespondant à son profil et à ses aspirations ;\ne Renforcer la capacité d’action et la résilience face aux choix à effectuer et aux obstacles\nrencontrés.\nCe processus d’accompagnement, conduit par un Coach PI?, combine des entretiens\nindividuels, des ateliers collectifs et des outils d’auto-évaluation adaptés aux jeunes publics.\nInscription et prise de contact\nL’étape d’inscription et d’écoute constitue la première phase du programme Cap Jeunes. Elle\nvise à accueillir chaque participant dans un climat de bienveillance et à instaurer une relation\nde confiance avec le coach PI2. Cette étape peut se dérouler en présentiel ou à distance,\ngrâce à la plateforme digitale PI2, qui facilite la prise de contact, les échanges et le suivi\npersonnalisé. Pour favoriser l’accès au programme, plusieurs canaux d’information et de\ncommunication sont mobilisés : les réseaux sociaux, WhatsApp, ainsi que d’autres supports\nnumériques permettant d’informer, de sensibiliser et d’accompagner les jeunes dès leurs\npremiers pas. Lors de cette phase, le jeune est invité à travers un premier RDV d’écoute à\npartager son parcours, ses attentes et ses besoins, tandis que le coach écoute activement,\nidentifie les leviers de motivation et clarifie les objectifs d’accompagnement. Cette étape\nfondatrice permet ainsi de poser les bases d’un suivi individualisé, accessible et adapté aux\naspirations de chaque participant."
  },
  {
    "file": "cf30ed2599ff43fddae19af22f870ec7u4LplloTmWAOOsTA-4.png",
    "page": 5,
    "text": "Mon Cap Pro : Première étape pour effectuer un bilan de compétences\nLa premiere étape du Bilan de Compétences offre aux jeunes une dimension d’exploration et\nde motivation. Intitulé “Mon Cap Pro”, cette étape aide le participant à identifier ses valeurs,\nses aptitudes, ses centres d’intérêt et ses potentiels, afin de construire un projet de\nformation, d’emploi ou d’entrepreneuriat.\nL’accompagnement, assuré par un Coach PI?, se déroule de manière bienveillante et\ndynamique. Il vise à :\ne redonner du sens et de la motivation aux jeunes en perte de repères ;\ne révéler leurs talents, même lorsqu’ils ne sont pas issus d’expériences professionnelles\nformelles ;\ne favoriser l’expression de leurs ambitions et la définition d’un projet personnel et\nprofessionnel clair et réalisable ;\ne développer la confiance en soi et les compétences nécessaires pour s’intégrer dans le\nmonde du travail ou reprendre une formation.\nMon Pass Pro : Deuxième étape pour construire un projet professionnel\nLa deuxième étape du Bilan de Compétences offre aux jeunes une dimension de\nconstruction partant de la valorisation de leurs savoirs, de leurs expériences et de leurs\natouts professionnels. Intitulé “Mon Pass Pro”, l’accompagnement par un Coach PI? permet de\ne faire émerger les compétences transférables vers de nouveaux secteurs d’activité ;\ne Clarifier les possibilités d’évolution ou de reconversion professionnelle ;\ne renforcer l’autonomie décisionnelle et la confiance dans la gestion de son parcours\nprofessionnel.\ne faire émerger les compétences acquises dans des contextes formels, informels ou non\nformels ;\ne aider à identifier un secteur d’insertion professionnelle cohérent avec leurs aptitudes ;\ne renforcer leur autonomie dans la connaissance et l’utilisation des services\nd’accompagnement disponibles.\ne Elaborer leur projet professionnel vers le salariat, l’entrepreneuriat ou la formation\ncomplémentaire.\nDans ces situations, les Coachs PI? adoptent une approche individualisée et bienveillante,\ncentrée sur la valorisation des ressources personnelles et la construction progressive d’un\nprojet professionnel réaliste et durable.\nLa personne bénéficiaire, accompagnée par un Coach PI? de Youth Impact Initiatives, suit un\nparcours structuré composé de plusieurs étapes essentielles :\ne Reconstitution du parcours antérieur, incluant l’histoire de formation et, le cas échéant,\nles expériences professionnelles passées ;"
  },
  {
    "file": "cf30ed2599ff43fddae19af22f870ec7u4LplloTmWAOOsTA-5.png",
    "page": 6,
    "text": "e Analyse des caractéristiques personnelles, des intérêts, des aptitudes et des\ncompétences, afin de comprendre les facteurs ayant pu générer certaines difficultés et\nd’identifier les points forts sur lesquels s’appuyer pour la suite du parcours ;\n\ne Définition d’un objectif clair, qu’il soit de formation ou d’insertion professionnelle, ainsi\nque des étapes concrètes pour y parvenir ;\n\ne Suivi des actions réalisées en autonomie, avec un accompagnement personnalisé visant\nà renforcer la motivation et la régularité de la démarche ;\n\ne Synthèse du parcours, mettant en évidence les apprentissages, les progrès réalisés et\nles prochaines étapes à envisager.\n\nLe Bilan de Compétences est ainsi mis en œuvre après les phases d’inscription et d’écoute\nselon une méthodologie d’accompagnement individuel en deux étapes : Mon Cap Pro\ncomme étape d’orientation et Mon Pass Pro comme étape de décision et de choix d’une voie\nprofessionnelle. Le dispositif est assuré par les Coachs PI? ou par des animateurs partenaires\nformés au sein de Youth Impact Initiatives Academy. Ces professionnels jouent le rôle de\nfacilitateurs, aidant la personne à reconnaître, valoriser et mobiliser ses capacités pour\nrenforcer son autonomie et construire un projet d’avenir durable. Il ont accès aux outils des\nCoachs PI? et à la même approche de suivi et d’évaluation.\nComme son nom lindique, le programme Cap Jeunes vise à faire émerger les forces et les\nfaiblesses du participant, tout en valorisant ses atouts et en activant les ressources\ndisponibles. Il s’agit d’un processus positif et constructif, centré sur la confiance, la\nmotivation et la mise en mouvement vers un objectif personnel et professionnel.\n\nBoite à outils\nLa mise en œuvre des actions du programme CAP Jeunes s’appuie sur un kit méthodologique,\nune véritable boîte à outils développée par Youth Impact Initiatives .\nCe kit est partagé avec l’ensemble des Coachs PI? et partenaires et constitue la base\ncommune pour la mise en œuvre des différents services d’accompagnement garantissant la\ncohérence, la qualité et l’efficacité du processus.\nMon Cap Pro : Boite à outil pour définir son projet professionnel\nPour construire un projet professionnel solide et cohérent, plusieurs aspects doivent être\nexplorés :\n\ne Qui je suis : analyse de la personnalité, des valeurs et du parcours personnel ;\n\ne Ce que je sais faire : identification des aptitudes, des savoirs et des expériences\npersonnelles et professionnelles ;\n\ne Ce que je peux faire : évaluation du potentiel et des ressources disponibles ;\n\ne Ce que j’espère faire : clarification des objectifs et attentes ;\n\ne Ce que je veux faire : définition du ou des secteurs d’intérêt ;\n\ne Où je veux travailler : choix du territoire ou du cadre géographique ;"
  },
  {
    "file": "cf30ed2599ff43fddae19af22f870ec7u4LplloTmWAOOsTA-6.png",
    "page": 7,
    "text": "e Le type d’organisation souhaitée : par exemple, entreprise publique, privée, ou structure\nassociative ;\ne Les conditions de travail : emploi salarié, indépendant, ou autre forme d’activité ;\ne Les profils professionnels ciblés : identification des métiers correspondants ou proches\ndes aspirations identifiées.\nMon Pass Pro : Boite à outil pour élaborer son plan d’action\nUne fois ces éléments identifiés, un plan d’action personnalisé est élaboré.\nIl comprend la planification, la mise en œuvre et le suivi des étapes nécessaires pour\natteindre les objectifs fixés.\nCe plan intègre des actions concrètes de choix de voie professionnelle, et de recherche\nd’opportunités ou de formation, de stages, ou encore de coaching en entreprise, afin de\npréparer et de motiver le bénéficiaire à concevoir et à réaliser son avenir professionnel.\nLorsque le profil professionnel cible est défini, il convient d’identifier les compétences\nnécessaires à ce rôle et de repérer celles qui doivent encore être acquises.\nCette démarche vise à combler l’écart entre les compétences détenues et celles\ndemandées, en proposant des solutions adaptées : formations, stages, mentorat, immersion\nprofessionnelle, etc.\nPour ce faire, Coach PI? aide le bénéficiare à utiliser :\ne des bases de données métiers,\ne des ressources locales sur l’offre de formation et d’emploi et d’entrepreneuriat,\ne des informations sur les réglementations du travail et les contrats,\ne ainsi que des outils de veille sur les projets d’insertion et de placement existants sur le\nterritoire.\nLa Boîte à outils permet ainsi de :\ne reconstruire la biographie personnelle et professionnelle du participant et identifier ses\nressources ;\ne définir et vérifier la faisabilité du projet professionnel ;\ne explorer les opportunités de formation pertinentes pour concrétiser le projet ;\ne assurer le suivi et l’évaluation de la mise en œuvre du plan d’action.\nLes acteurs\nLe programme CAP Jeunes est conduit par un-e Coach PI?, formé-e à l’accompagnement et au\nconseil en orientation. Dans certaines étapes, le Coach peut collaborer avec :\ne des opérateurs locaux de Youth Impact Initiatives,\ne des professionnel:le:s de la formation et de l’éducation en région et dans le territoire,\ne ainsi que des représentant-e:s du monde de l’entreprise, de l’artisanat ou du secteur\nassociatif."
  },
  {
    "file": "cf30ed2599ff43fddae19af22f870ec7u4LplloTmWAOOsTA-7.png",
    "page": 8,
    "text": "Ces collaborations favorisent une approche complète, ancrée dans la réalité du marché du\ntravail local et adaptée aux besoins des bénéficiaires.\n\nLes résultats attendus\n\nÀ l’issue du programme Cap Jeunes, les participants jeunes, qualifiés ou non qualifiés\nconstruisent, révisent et affinent un projet professionnel ou de formation détaillé,\naccompagné d’un plan d’action concret. Ce projet peut inclure la participation à une formation\nvisant à renforcer certaines compétences ou à acquérir de nouvelles aptitudes en lien avec les\nbesoins du marché.\n\nLe produit final du parcours est le Dossier Cap Jeunes avec tous ses passeports qui comprend:\n\ne Lafiche inscription et écoute\n\ne le e Document de Synthése “Mon Cap Pro” et “Mon Pass Pro” incluant Projet\nProfessionnel et le Plan d’action,\n\ne le Portefeuille des Compétences à acquérir selon la voie choisie : Pass Compétences\npermettant d’accéder a un catalogue de formation, ou Pass Entreprendre permettant\nd’avoir accès à un parcours d’accompagnement pré et post création d’entreprises..\n\nLa durée du parcours\n\ne Le parcours du programme Cap Jeunes est composé de plusieurs séances de 1h30 à 2h,\npour une durée totale de 6 a 30 heures hors parcours Pass Compétences et Pass\nEntreprendre."
  }
]