[
  {
    "file": "cf30ed2599ff43fddae19af22f870ec7u4LplloTmWAOOsTA-0.png",
    "page": 1,
    "text": "VOTRE PASSEPORT D'AVENIR\n\nEmpowering change. Building impact.\n\nYouth Impact Initiatives, Women Impact Initiatives et Green Impact Initiatives.\n\nIl est désormais largement reconnu que le processus d'orientation ne concerne plus uniquement les jeunes au moment du choix scolaire ou de l'entrée dans la vie professionnelle. Il touche aujourd’hui un large éventail de publics : étudiants, adolescents, jeunes en recherche d'insertion professionnelle, décrocheurs scolaires ou encore femmes reprenant une activité professionnelle après une période de vulnérabilité.\n\nLes travaux de recherche récents insistent sur plusieurs principes fondamentaux :\n- L'orientation est un processus continu.\n- Elle s'inscrit dans une démarche de formation tout au long de la vie.\n- Elle favorise le développement professionnel permanent.\n- Elle s'adresse à divers publics aux besoins différenciés.\n\nAinsi, l’orientation accompagne l'individu lors de ses moments de choix et de décisions liés à son évolution professionnelle. Conformément à l'article 10, chapitre 4, de la Loi 60-171, cette approche, envisagée comme un processus continu tout au long de la vie, requiert l'élaboration d'un plan opérationnel précis."
  },
  {
    "file": "cf30ed2599ff43fddae19af22f870ec7u4LplloTmWAOOsTA-1.png",
    "page": 2,
    "text": "C'est pour cela que, dans le cadre de sa vision, Positive Impact Initiatives (PI) a développé un programme à dimension africaine dédié aux jeunes en quête d'insertion professionnelle. Ce programme est une initiative de la plateforme d'impact Youth Impact Initiatives réservée à l'inclusion des jeunes.\n\nLe programme Cap Jeunes propose des passeports d'orientation et d'accompagnement à l'élaboration d'un projet professionnel à travers des outils reconnus mondialement (bilan et projet professionnel, passeport formation-insertion), permettant l'up-scaling et le re-scaling des compétences.\n\nCap Jeunes constitue un parcours d'évaluation pour analyser la situation actuelle et le potentiel d'un(e) jeune en termes de connaissances, compétences opérationnelles et style personnel. C'est un outil précieux pour mieux cerner ses ressources, identifier ses points forts et ses axes d'amélioration, et orienter ses choix professionnels. À travers la mise en récit de son parcours personnel et professionnel, l'individu prend conscience de ses savoirs, savoir-faire et du potentiel qu'il peut valoriser."
  },
  {
    "file": "cf30ed2599ff43fddae19af22f870ec7u4LplloTmWAOOsTA-2.png",
    "page": 3,
    "text": "Programme Cap Jeunes — Guide pratique\n\nTerminologies et concepts clés\n\nLa compétence désigne l'ensemble des qualités professionnelles et personnelles mobilisées dans l'exercice d'une activité. Elle repose sur trois dimensions complémentaires : le savoir, le savoir-faire et le savoir-être.\n\n- Le savoir : les connaissances théoriques et conceptuelles servant de cadre de référence à l'action professionnelle.\n- Le savoir-faire : les compétences pratiques acquises à travers l'expérience professionnelle et des apprentissages non formels.\n- Le savoir-être : les attitudes et comportements (par ex. gestion des situations imprévues, qualité des relations interpersonnelles).\n\nOn distingue généralement trois types de compétences :\n1) Compétences de base (connaissances fondamentales et capacité d'application).\n2) Compétences technico-professionnelles (savoirs et techniques propres à un métier).\n3) Compétences transversales (mobilisables dans des contextes variés, favorisant adaptabilité et transférabilité).\n\nLe bilan de compétences, mis en œuvre par Youth Impact Initiatives, est un outil d'évaluation permettant d'identifier connaissances, capacités et potentialités afin d'orienter le parcours professionnel."
  },
  {
    "file": "cf30ed2599ff43fddae19af22f870ec7u4LplloTmWAOOsTA-3.png",
    "page": 4,
    "text": "Outils et méthodes\n\nLes outils mobilisés par le programme comprennent : entretiens individuels, travail en groupe, fiches et questionnaires d'auto-évaluation et d'hétéro-évaluation (tests, simulations, inventaires de compétences).\n\nObjectifs du parcours Cap Jeunes :\n- Explorer le potentiel, les compétences et les connaissances du participant pour reconstruire une image positive et confiante de soi.\n- Identifier les raisons des difficultés (motivationnelles, relationnelles, cognitives).\n- Mettre en lumière les points forts et les axes d'amélioration.\n- Découvrir les opportunités du territoire (formation, emploi, engagement, entrepreneuriat) correspondant au profil et aux aspirations.\n- Renforcer la capacité d'action et la résilience face aux choix et obstacles rencontrés.\n\nLe parcours repose sur l'expertise de coachs et des outils d'accompagnement nouvelle génération, permettant aux bénéficiaires (en particulier les NEETs) de reprendre confiance en leurs capacités et de redevenir acteurs de leur projet personnel, scolaire ou professionnel.\n\nInscription et prise de contact : l'étape d'inscription et d'écoute est la première phase. Elle instaure une relation de confiance avec le coach et peut se dérouler en présentiel ou à distance via la plateforme digitale PI. Plusieurs canaux (réseaux sociaux, WhatsApp, supports numériques) facilitent l'information et la prise de rendez-vous."
  },
  {
    "file": "cf30ed2599ff43fddae19af22f870ec7u4LplloTmWAOOsTA-4.png",
    "page": 5,
    "text": "Mon Cap Pro — Première étape : bilan de compétences\n\nLa première étape, intitulée « Mon Cap Pro », aide le participant à identifier ses valeurs, aptitudes, centres d'intérêt et potentiels afin de construire un projet de formation, d'emploi ou d'entrepreneuriat. L'accompagnement, assuré par un coach PI, se déroule de manière bienveillante et dynamique. Il vise à :\n- Redonner du sens et de la motivation.\n- Révéler des talents, y compris ceux acquis hors du marché du travail formel.\n- Favoriser l'expression des ambitions et la définition d'un projet personnel et professionnel clair.\n- Développer la confiance en soi et les compétences nécessaires à l'insertion.\n\nMon Pass Pro — Deuxième étape : construction du projet professionnel\n\nLa deuxième étape, « Mon Pass Pro », part de la valorisation des savoirs et expériences et permet de :\n- Faire émerger des compétences transférables.\n- Clarifier les possibilités d'évolution ou de reconversion.\n- Renforcer l'autonomie décisionnelle et la confiance dans la gestion du parcours professionnel.\n- Élaborer un projet vers le salariat, l'entrepreneuriat ou une formation complémentaire."
  },
  {
    "file": "cf30ed2599ff43fddae19af22f870ec7u4LplloTmWAOOsTA-5.png",
    "page": 6,
    "text": "Méthodologie et boîte à outils\n\nLe parcours comprend : reconstitution du parcours antérieur, analyse des caractéristiques personnelles (intérêts, aptitudes), définition d'un objectif clair et suivi des actions réalisées en autonomie avec accompagnement personnalisé.\n\nLa mise en œuvre s'appuie sur un kit méthodologique partagé avec les coachs et partenaires, garantissant qualité et cohérence.\n\nMon Cap Pro — boîte à outils :\n- Qui je suis (personnalité, valeurs, parcours).\n- Ce que je sais faire (aptitudes, savoirs, expériences).\n- Ce que je peux faire (évaluation du potentiel).\n- Ce que j'espère / veux faire (objectifs et secteurs d'intérêt).\n- Où je veux travailler (territoire, cadre géographique)."
  },
  {
    "file": "cf30ed2599ff43fddae19af22f870ec7u4LplloTmWAOOsTA-6.png",
    "page": 7,
    "text": "Mon Pass Pro — plan d'action et ressources\n\nUne fois le profil défini, un plan d'action personnalisé est élaboré (planification, mise en œuvre, suivi). Ce plan peut intégrer : formations, stages, mentorat, immersions professionnelles, ainsi que l'accès à des bases de données métiers et des ressources locales sur l'offre de formation et d'emploi.\n\nLa boîte à outils permet de :\n- Reconstituer la biographie personnelle et professionnelle.\n- Définir et vérifier la faisabilité du projet professionnel.\n- Explorer les opportunités de formation pertinentes.\n- Assurer le suivi et l'évaluation du plan d'action.\n\nActeurs impliqués : coachs PI formés à l'accompagnement, opérateurs locaux, professionnels de la formation et représentants du monde de l'entreprise ou du secteur associatif."
  },
  {
    "file": "cf30ed2599ff43fddae19af22f870ec7u4LplloTmWAOOsTA-7.png",
    "page": 8,
    "text": "Collaborations et résultats attendus\n\nLes collaborations favorisent une approche ancrée dans la réalité du marché du travail local et adaptée aux besoins des bénéficiaires.\n\nRésultats attendus : à l'issue du programme Cap Jeunes, les participants construisent, révisent et affinent un projet professionnel ou de formation détaillé, accompagné d'un plan d'action concret.\n\nProduits finaux : dossier Cap Jeunes comprenant : fiche d'inscription et d'écoute, document de synthèse « Mon Cap Pro » et « Mon Pass Pro » (projet professionnel et plan d'action), et portefeuille de compétences (Pass Compétences ou Pass Entreprendre).\n\nDurée : le parcours comprend plusieurs séances de 1h30 à 2h, pour une durée totale généralement de 6 à 30 heures (hors parcours Pass Compétences et Pass Entreprendre)."
  }
]
